[
    "Weihnachten ist am 25 Dezember. Man feiert dabei die Geburts Jesus, welcher im Christentum als Sohn Gottes gesehen wird",
    "Gefeiert wird Weihnachten im Kreis der engsten Familie oder Freunden indem man sich beschenkt - genannt Bescherung. In manchen Ländern ist diese am 24, in anderen am 25",
    "Weihnachten ist seit dem Jahr 336 in Rom ein offizieller, kirlicher Feiertag. Es ist ungeklärt warum genau das Datum des 25 gewählt wurde, denn nach Berechnungen wurde Jesus am 17 Juni geboren",
    "Der hochdeutsche Ausdruck 'Weihnachten' geht auf den mitteldeutsche Ausdruck 'wîhe naht' zurück, was so viel wie 'geweihte Nacht' oder 'heillige Nacht' bedeutet",
    "In der Weihnachtsgeschichte wird Jesus in einem Stall geboren weil Maria und Joseph, seine Eltern, keine Herberge fanden.",
    "Am 6. Dezember ist traditionell der Nikolaustag, an welchem man den Schuh vor die Tür stellt um am Tag danach Süßigkeiten darin zu finden. Verehrt wird der christliche Heilige Nikolaus von Myrah",
    "Nach der Überlieferung erschienen Schafhirten drei Engel. Sie sagten den Hirten dass diese sich nach Bethlehem aufmachen sollen. Dort würden sie in einer Krippe auf ein Kind treffen, das den Menschen Heil und Frieden bringt",
    "Neben den Hirten haben auch Drei Weise in den Sternen von Jesu Geburt erfahren und sich ebenso auf den Weg gemacht. Sie haben dem Kind Gold, Weihrauch und Myrrhe als Geschenk mitgebracht",
    "Die Drei Weisen sind auch als die Drei Heiligen Könige bekannt. Sie heißen Caspar, Melchior und Balthasar. Sie verkörperten die drei Erdteile die man damals kannet - Europa, Asien und Afrika",
    "Die Weihnachtsgeschichte wird oft in Form einer Krippe nachgestellt. Zum ersten Mal hat der Mönch 'Franz von Assisi' im 13 Jahrhundert dies machen lassen um auch Leuten, die nicht lesen konnten die Geschichte nahe zu bringen",
    "Die Zeit bis zum Weihnachtsfest wird oft mit zwei Traditionen überwunden - dem Adventskalender, der jeden Tag ein Türchen enthält und dem Adventskranz, bei dem jeden Sonntag vor Weihnachten eine Kerze mehr angezündet wird",
    "Die vierwöchige Adventszeit vor Weihnachten war ursprünglich eine vierzigtägige Fastenzeit vom 11 November zum 6 Januar",
    "In anderen Ländern, besonders nicht christlichen, werden zu Weihnachten oft andere Dinge gefeiert oder betont. So ist in Japan Weihnachten ein romantisches Fest das Paare zusammen verbringen",
    "Auch wenn es ebenfalls im Dezember gefeiert wird so hat das jüdische Chanukka Fest doch keinerlei Bezug zum christlichen Weihnachten.",
    "Zu der Weihnachtstradition gehört außerdem ein Tannenbaum, unter welchen am Tag der Bescherung die Geschenke gelegt werden. Oft finden sich diese für die Kinder dort magisch nach der Rückkehr aus der Kirche wieder",
    "Die Bescherung war ursprünglich am Nikolaustag und wurde durch Luther auf den Weihnachtstag verschoben, da die evangelische Kirche keine Heiligenverehrung kennt. Dies wurde später auch von der katholischen Kirche übernommen",
    "Bringer der Geschenke ist entweder das Christkind oder der Weihnachtsmann. Die Unterteilung ist dabei geographisch - der Weihnachtsmann findet sich vorwiegend im Norden und Osten, das Christkind im Süden und Westen",
    "Auch das Singen ist Teil der Tradition des Weihnachtsfestes. So werden nicht nur in der Kirche oft weihnachtliche Kirchenlieder gesungen sondern auch im häuslichen Kreise oder sogar öffentlich in großen Menschengruppen",
    "Süßigkeiten sind ebenfalls ein großer Teil des Brauchtums. So gehört Plätzchen Backen zu den Traditionen, und auch viele Süßigkeiten wie Stollen und Spekulatius finden sich nur zu Weihnachten in den Läden",
    "Am Weihnachtsfeiertag wird oft ein aufwändiges Essen serviert wie Weihnachtsgans oder -Karpfen. In einigen Regionen gibt es jedoch auch eher einfache - aber ebenso traditionelle - Gerichte wie Eintopf oder Wüstchen",
    "Der Brauch sich unter einem Mistelzweig zu küssen kommt aus einer Isländischen Sage, in welcher der Mistelzweig die heilige Pflanze der Liebesgöttin Frigg ist.",
    "Der Weihnachtsmarkt wurde erfunden von dem Kurfürsten Friedrich II. Er hat seinem Bruder 1434 einen eintägigen Fleischmarkt geschenkt.",
    "Viele Kinder schreiben dem Weihnachtsmann ihre Wünsche per Brief, welche sie dann an den Nordpol schicken. Diese werden oft sogar von Einrichtungen wie der Post ehrenamtlich gelesen und beantwortet.",
    "Ich liebe dich"
]
